42Crunch.vscode-openapi
aaron-bond.better-comments
alefragnani.Bookmarks
alexcvzz.vscode-sqlite
aliasadidev.nugetpackagemanagergui
ankitcode.firefly
bceskavich.theme-dracula-at-night
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmalehorn.vscode-fish
bodil.file-browser
canadaduane.vscode-kmonad
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CircleCI.circleci
codezombiech.gitignore
connor4312.codesong
csharpier.csharpier-vscode
darkriszty.markdown-table-prettify
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dcasella.monokai-plusplus
DennisVash.summer-time
DimitarNonov.jellybeans-theme
dlasagno.rasi
dpkristensen-garmin.udev-rules
dracula-theme.theme-dracula
DrMerfy.overtype
ecmel.vscode-html-css
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
EricsonWillians.oldschool-theme
erik-rosengren.dark-candy
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-github
faceair.ayu-one-dark
fisheva.eva-theme
foxundermoon.shell-format
gerane.Theme-EggplantParm
gerane.Theme-GooeyPastel
gerane.Theme-Mcedit
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
hangxingliu.vscode-systemd-support
huacat.pink-theme
IBM.output-colorizer
ionutvmi.reg
IronGeek.vscode-env
jaredkent.laserwave
jdinhlife.gruvbox
jprestidge.theme-material-theme
KacperBiedka.one-candy-dark
Kalk.borland
krueger71.crt-themes
kuromoka.circleci-status
louisyoung.pastel-pro
mattn.Lisp
mechatroner.rainbow-csv
mikestead.dotenv
millsp.material-candy
minamarkham.yonce-theme
mindaro-dev.file-downloader
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.Theme-1337
ms-vscode.Theme-TomorrowKit
ms-vscode.vscode-typescript-next
mtxr.sqltools
mvllow.rose-pine
nico-castell.linux-desktop-file
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
s3gf4ult.monokai-vibrant
sainnhe.gruvbox-material
salbert.comment-ts
sdras.fortnite-vscode-theme
serayuzgur.crates
sidneys1.gitconfig
stkb.rewrap
stringham.move-ts
svsool.markdown-memo
tamasfe.even-better-toml
teabyii.ayu
timonwong.shellcheck
tinaciousdesign.theme-tinaciousdesign
tinkertrain.theme-panda
tomphilbin.gruvbox-themes
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
voldemortensen.rainbow-tags
wenfangdu.jump
wesbos.theme-cobalt2
XadillaX.viml
xaver.clang-format
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zadvorny.theme-happy-hipster
ZainChen.json
zhouronghui.propertylist
zhuangtongfa.material-theme
