alefragnani.numbered-bookmarks
ankitcode.firefly
bceskavich.theme-dracula-at-night
beardedbear.beardedtheme
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bmalehorn.vscode-fish
bodil.file-browser
bpruitt-goddard.mermaid-markdown-syntax-highlighting
brunnerh.insert-unicode
canadaduane.vscode-kmonad
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
christian-kohler.path-intellisense
codezombiech.gitignore
daltonmenezes.aura-theme
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dberezin.lox-language
dcasella.monokai-plusplus
digitalsanctuary.tron-legacy-theme
dimitarnonov.jellybeans-theme
dracula-theme.theme-dracula
editorconfig.editorconfig
eldritch.eldritch
emilast.logfilehighlighter
endormi.2077-theme
ericsonwillians.oldschool-theme
erik-rosengren.dark-candy
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-github
faceair.ayu-one-dark
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
gulajavaministudio.mayukaithemevsc
huacat.pink-theme
huizhou.githd
ibm.output-colorizer
idleberg.hopscotch
ionutvmi.reg
irongeek.vscode-env
iwyvi.chinolor
jdinhlife.gruvbox
jinliming2.vscode-go-template
johnpapa.vscode-peacock
johnpapa.winteriscoming
kacperbiedka.one-candy-dark
kuscamara.electron
llvm-vs-code-extensions.lldb-dap
llvm-vs-code-extensions.vscode-clangd
louisyoung.pastel-pro
mateocerquetella.xcode-12-theme
mattn.lisp
mechatroner.rainbow-csv
mikestead.dotenv
millsp.material-candy
minamarkham.yonce-theme
mindaro-dev.file-downloader
mishkinf.goto-next-previous-member
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.makefile-tools
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
mvllow.rose-pine
pawelborkar.jellyfish
pkief.material-icon-theme
prateekmahendrakar.prettyxml
qezhu.gitlink
raillyhugo.one-hunter
redhat.vscode-yaml
robbowen.synthwave-vscode
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
s3gf4ult.monokai-vibrant
sainnhe.gruvbox-material
selbh.keyboard-scroll
sglza.flexoki
sidneys1.gitconfig
stkb.rewrap
sumitnalavade.tinkswave-22
sumitsaha.learn-with-sumit-theme
sumneko.lua
swiftlang.swift-vscode
tamasfe.even-better-toml
teabyii.ayu
timonwong.shellcheck
tinaciousdesign.theme-tinaciousdesign
tinkertrain.theme-panda
usernamehw.errorlens
vadimcn.vscode-lldb
vknabel.vscode-apple-swift-format
voldemortensen.rainbow-tags
wenfangdu.faster-new
wenfangdu.jump
wesbos.theme-cobalt2
willasm.comment-highlighter
xadillax.viml
yoshi389111.visible-whitespace
zadvorny.theme-happy-hipster
zhuangtongfa.material-theme
