alefragnani.numbered-bookmarks
ankitcode.firefly
bceskavich.theme-dracula-at-night
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bmalehorn.vscode-fish
bodil.file-browser
brunnerh.insert-unicode
canadaduane.vscode-kmonad
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
christian-kohler.path-intellisense
codezombiech.gitignore
connor4312.codesong
daltonmenezes.aura-theme
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
daylerees.rainglow
dbaeumer.vscode-eslint
dcasella.monokai-plusplus
dennisvash.summer-time
dimitarnonov.jellybeans-theme
divyanshu013.back-to-the-code-vscode-theme
donjayamanne.githistory
dracula-theme.theme-dracula
editorconfig.editorconfig
eldritch.eldritch
emilast.logfilehighlighter
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
ericsonwillians.oldschool-theme
erik-rosengren.dark-candy
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-github
faceair.ayu-one-dark
foxundermoon.shell-format
gerane.theme-eggplantparm
gerane.theme-gooeypastel
gerane.theme-mcedit
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
huacat.pink-theme
ibm.output-colorizer
idleberg.hopscotch
ionutvmi.reg
irongeek.vscode-env
iwyvi.chinolor
jaredkent.laserwave
jdinhlife.gruvbox
jgrundback.vscode-mc-theme
jinliming2.vscode-go-template
joaomoreno.github-sharp-theme
jordaneldredge.implicit-parentheses
jprestidge.theme-material-theme
kacperbiedka.one-candy-dark
kalk.borland
krueger71.crt-themes
kuscamara.electron
louisyoung.pastel-pro
mattn.lisp
mechatroner.rainbow-csv
mikestead.dotenv
millsp.material-candy
minamarkham.yonce-theme
mindaro-dev.file-downloader
mishkinf.goto-next-previous-member
monokai.theme-monokai-pro-vscode
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.remote-repositories
ms-vscode.theme-1337
ms-vscode.theme-tomorrowkit
mvllow.rose-pine
pawelgrzybek.gatito-theme
pkief.material-icon-theme
prateekmahendrakar.prettyxml
qezhu.gitlink
redhat.vscode-yaml
renesaarsoo.sql-formatter-vsc
robbowen.synthwave-vscode
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
s3gf4ult.monokai-vibrant
sainnhe.gruvbox-material
sdras.fortnite-vscode-theme
selbh.keyboard-scroll
sidneys1.gitconfig
stkb.rewrap
sumitnalavade.tinkswave-22
sumitsaha.learn-with-sumit-theme
sumneko.lua
svsool.markdown-memo
tamasfe.even-better-toml
teabyii.ayu
timonwong.shellcheck
tinaciousdesign.theme-tinaciousdesign
tinkertrain.theme-panda
tomphilbin.gruvbox-themes
twxs.cmake
usernamehw.errorlens
voldemortensen.rainbow-tags
waderyan.gitblame
wenfangdu.faster-new
wenfangdu.jump
wesbos.theme-cobalt2
willasm.comment-highlighter
xadillax.viml
yoshi389111.visible-whitespace
yzhang.markdown-all-in-one
zadvorny.theme-happy-hipster
zhuangtongfa.material-theme
